{
  "zoalords":[
    {
      "name": "Archanfel",
      "imageLink": "https://static.wikia.nocookie.net/anime-characters-fight/images/1/1e/Alkanphel_%288%29.jpg/revision/latest?cb=20161210190727&path-prefix=ru",
      "description": "Он был создан много миллионов лет назад Создателями. Он был венцом всех исследований Создателей на Земле и должен был стать Генералом армии Зоаноидов, телепатически управляя ей в бою. Так Алканфель и жил, готовясь к путешествию в космос. Но однажды один из Создателей предложил провести внеплановый эксперимент - совместить Био-броню с человеком."
    },
    {
      "name":"Hamilcar Barcas",
      "imageLink": "https://static.wikia.nocookie.net/monster/images/c/c1/Balcus.jpg/revision/latest?cb=20170609185846",
      "description": "Зоалорд Кроноса, человек, пробудивший Алканфеля от сна около 400 лет назад, сооснователь Кроноса, 2-й человек в организации. Балкус - лучший учёный Кроноса, руководит разработками Зоаноидов, проводил создание остальных 10-ти Зоалордов и лично искал кандидатов в Зоалорды по всему миру. Обладает сильнейшими телепатическими способностями среди 12-ти Священных Воинов, лично ответственен за новую форму Аптома, сделавшую его фактически бессмертным и позволившую ему восстать против Кроноса. О его боевой форме ничего не известно, возможно, что он приберегает её специально для защиты Алканфеля."
    },
    {
      "name": "Sin Rubeo Amniculus",
      "imageLink": "https://i.pinimg.com/originals/7a/03/75/7a03750a1aaced671566f6d1eb705513.png",
      "description": "Зоалорд Кроноса. Пост Зоалорда получил 370 лет назад, когда Балкус нашёл его в Армении. После Дня Икс был назначен управляющим Североамериканской секции и использовал небоскрёб Столбы Небес в качестве своей резиденции. Очень лоялен к Алканфелю, даже клялся в верности. Считается третьим человеком в Кроносе после Алканфеля и Балкуса. Близкий друг Пургстала, был поставлен на должность управляющего японским штабом после его смерти. Наблюдая за сражением между Кабрал Ханом и Красным Гигантом, был вынужден показать свою боевую форму. Им было одновременно уничтожено как минимум 11 огромных Биоракет, выпущенных Кабралом в направлении Токио. Радиус поражения этого защитного оружия Шина составляет 1 километр. Однако повторно использовать свою силу он бы не смог из-за проведения резкой трансформации в боевую форму. Позже, во время сражения Гигантик Гайвера и Гигантик Дарка, смог ненадолго защитить Облачные Врата от Гигасмашера Гигантик Дарка, охватив своим барьером Зоалорда весь небоскрёб."
    },
    {
      "name": "Waferdanos",
      "imageLink": "https://static.wikia.nocookie.net/monster/images/3/3b/Waferdanos-manga.jpg/revision/latest?cb=20170611094553",
      "description": "Зоалорд Кроноса. Существо (не человек!), найденное Балкусом более 300 лет назад на острове в северной части Атлантического Океана. Зоалорд, управляющий регионом Россия. До получения Зоакристалла, он представлял собой некое подобие живого леса, наполненного созданиями, служащими своей центральной части - королю. Весь лес был неотделимой частью его тела. Ваферданос был буквально прикован в этому острову и не мог его покинуть. Он был помещён на остров самими Создателями как неудавшийся прототип, задолго до появления первых людей и Алканфеля, то есть он - самое старое живое существо на планете. Получив Зоакристалл, используя его энергию, он смог сжать весь свой огромный лес в одно компактное тело. Также его облик при этом стал более напоминать человека. В боевой форме, при использовании Зоакристалла, его основным оружием являются его волосы, длина которых сильно увеличивается. При атаке волосы образуют множество острых сверлящих иглоподобных сгустков и быстрым движением направляются в цель. Без Зоакристалла его оружие - это создания, населяющие его лес. Они нападают на врага в огромных количествах, но могут быть легко уничтожены огнём. Ваферданос вместе с Балкусом и Ли Ентсуи осуществлял защиту Реликвии под базой Кроноса в Аризоне от Гигантик Дарка и был почти полностью уничтожен во время самоуничтожения базы. От него осталась лишь небольшая часть корневой системы, которая в данный момент находится в небоскрёбе Столбы Небес. Он назван именем своей империи и именем острова, на котором был найден."
    },
    {
      "name":"Friedrich von Purgstall",
      "imageLink": "https://comicvine.gamespot.com/a/uploads/original/10/108224/5681051-purgstall_zoalord.jpg",
      "description": "Зоалорд Кроноса. Был найден Балкусом в Вене 215 лет назад и стал четвёртым по счёту Зоалордом. После захвата Кроносом Земли, он был назначен управляющим Японским штабом. Очень лоялен к Алканфелю и заботлив о подчинённых и вообще о всех людях, даже не Зоаноидах. В боевой форме его главным оружием является молнии, испускаемые из облаков. Так же он может испускать схожий тип атаки прямо из своего тела. Тёмные участки его тела служат поглотителями энергии и могут обезвредить любую энергетическую атаку. В ближнем бою он довольно слаб. Во время реализации Кабралом, Джабиром и Луггнаггом очередной части плана по тайной поимке Гайвера 1 он узнал о убийствах и погроме в Токио, учинённом якобы Гигантик Гайвером (на самом деле это было трио подосланных Гипер Зоаноидов - Братьев Бранчай, способных сливаться воедино и принимать форму Гигантика) и поспешил навести порядок. Но фальшивый Гигантик уже был убит настоящим и Фридрих начал сражаться с ним. Силы соперников были равны, мощнейшим ударом молнии Пургстал сумел нанести значительные повреждения Гайверу Гигантику (были разбиты все Усилители Энергии), но при этом он получил сильный удар кулаком и потерял много сил. Гигантик продолжил атаковать, нанося удары руками по защитному барьеру Фридриха, который не мог одновременно защищаться и атаковать. Барьер вскоре был разрушен, но сразу после этого Сё потерял контроль над Гигантиком в пользу Агито, и на место действия подоспели Кабрал, Джабир и Луггнагг. После отступления Гайвера 1, обессиливший Пургстал был убит этой троицей. Его тело было помещено под криогенную обработку на базе в Аризоне. После уничтожения базы в Аризоне о судьбе его тела не сообщалось."
    },
    {
      "name": "Cabraal Khan",
      "imageLink": "https://static.wikia.nocookie.net/anime-characters-fight/images/1/12/Cabral_Khan_%283%29.jpg/revision/latest?cb=20161129123723&path-prefix=ru",
      "description": "Кабрал Хан - Зоалорд Кроноса, управляющий Индией. Передвигается в основном паря над землёй. В обычной форме - он самый малогабаритный из Зоалордов. В своей же боевой форме он может превратится в гигантского Драглорда, 60 метров в высоту и весом 5870 тонн. Массу для своего тела он приобретает благодаря поглощению Зоаноидов. Способен летать, расправляя крылья, насыщенные управляющими гравитацией элементами. В форме Драглорда его основным оружием становится Purgatorium - нечто похожее на Мегасокрушитель Гайвера. При максимальной мощности выстрела он способен разрушить целый город. Кабрал вместе с Луггнаггом и Джабиромом осуществляют свой план по поимке Гайвера, они начали действовать в конце сражения Гигантик Гайвера с Зоалордом Пургсталом. После бегства Гайвера 1, обессиленный Пургстал был убит ими. Аптом, прикрывший отступление Гайвера 1, был захвачен Кабралом и позже был под его контролем, когда Гайвер 1 и Хаями Тосиаки пытались его освободить. Когда Аптома удалось выцепить из под контроля, Кабрал вышел из себя, принял свою Мозговую форму и призвал к себе Зоаноидов со всего Токио для поглощения. Пока массы Зоаноидов сливались с телом Кабрала, он атаковал Гайвера 1 и Аптома многочисленными отростками-щупальцами с головами на конце. Благодаря постоянной подпитке Зоаноидами, эти головы мгновенно восстанавливались после отрубания. Кабрал трансформировался в Драглорда и начал сражение с Гайвером 1, принявшим форму Красного Гиганта. Тело Драглорда быстро регенерировалось после наносимых Красным Гигантом повреждений. Взлетев в небо, Кабрал сначала обрушил на Сё град огромных ракет, способных просверливать защитный барьер Гиганта. Эти ракеты нанесли сильные повреждения городу. Потом он выстрелил из своего самого мощного оружия - Shin Purhatorium. Выстрел и само тело Драглорда было поглощено новой атакой Красного Гиганта - Гравитационной Бездной. Кабрал спасся внутри одной из своих Ракет, но тут же был заморожен и разбит Аптомом на мелкие кусочки. Его Зоакристалл отлетел в сторону и был притянут к себе загадочным персонажем в маске (Аполлионом)."
    },
    {
      "name": "Jabir Ibn Hayyan",
      "imageLink": "https://i.pinimg.com/originals/4f/ef/16/4fef1690bbef5fabbd72faa6eb68f0c2.jpg",
      "description": "Джаиб Ибн Хайан (Jābir ibn Hayyān) — Зоалорд Кроноса. После Дня Икс был назначен управляющим регионом Австралия. Один из группы трёх Зоалордов-предателей (Луггнагг Дэ Крумеггник, Кабрал Хан и Джабир Ибн Хайан). Также, как и Луггнагг, заинтересован захватить Гайвера ради секретов, что таит в себе блок Био-брони. Как было замечено, он не принимает никаких действий самостоятельно, лидером группы является Луггнагг. Во время нападаения Агито на базу предателей, принял боевую форму слившись в составного Зоалорда с Луггнаггом."
    },
    {
      "name": "Luggnagg de Krumeggnic",
      "imageLink": "https://static.wikia.nocookie.net/anime-characters-fight/images/9/98/Li_Yentsui_%281%29.png/revision/latest?cb=20161126183403&path-prefix=ru",
      "description": "Зоалорд Кроноса, управляющий Африкой. Один из тройки Зоалордов-предателей (Луггнагг, Кабрал и Джабир). Как и Гюйо, он смог заметить, что блоки Био-брони являются чем-то очень важным и инициировал независимый от Кроноса план по захвату Гайвера 1. Разработал специальных Гипер Зоаноидов - Братьев Бранчай, способных соединиться и принять облик Гигантик Гайвера. Фальшивый Гигантик атаковал Токио, тем самым приманив к месту действия Фукамати Сё. Ситуация привлекла внимание Зоалорда Пургстала, который управлял Токио и ничего не знал о плане предателей. Прибыв на место, Пургстал втупил в битву с Сё, которая закончилась появлением на арене троицы и бегством Гайвера 1. Обессилевший Пургстал тут же обнаружил подставу, но был убит предателями. Наблюдал битву между Кабралом и Красным Гигантом, после которой встретил Рихарда Гюйо. Свою боевую форму не показывал."
    },
    {
      "name": "Li Yentsui",
      "imageLink": "https://static.wikia.nocookie.net/guyver/images/9/90/Li-manga.jpg/revision/latest?cb=20150629054116",
      "description": "Зоалорд Кроноса, управляющий регионом Китай. В боевой форме его основной атакой является приём \"Zue Kong Zhan\" (絕空斬) - подобие межпространственной дыры - портала. Приём заключается в рассечении пространства обозначенным Зоалордом треугольным порталом. Потом создаётся второй треугольник в любом другом месте и часть предмета, попавшего в первый треугольник и отсечённая с одной из его сторон, перемещается по противоположную сторону второго. Следующий шаг - быстрое закрытие портала и рассечение предмета на две части. Также Ли использует эту технику для перемещения в пространстве, ныряя в один треугольник и выныривая из другого. Он участвовал в защите Реликвии под базой в Аризоне. Сражаясь с Гигантик Дарком, пал жертвой его хитрости и был рассечён своим же коронным приёмом, после чего смог прожить несколько минут только благодаря энергии Зоакристала и прикрыл отступление доктора Балкуса, который нырнул в открытый им портал перед самоуничтожением базы."
    },
    {
      "name": "Edward Caerleon",
      "imageLink": "https://static.wikia.nocookie.net/anime-characters-fight/images/d/dd/Edward_Caerleon_%282%29.png/revision/latest?cb=20161127130723&path-prefix=ru",
      "description": "Зоалорд Кроноса, управляющий Европой. Впервые показал свою боевую форму, столкнувшись с Аполлионом. Обладает способностью перемещаться в другое измерение и проецировать копии своего тела в исходное, при этом каждая копия обладает боевой мощью оригинала. Также способен помещать предметы в другое измерение, например во время битвы с Аполлионом в другом измерении была скрыта комната, в которой находились три Зоакристалла погибших Зоалордов. Аполлион одержал верх над Эдвардом и вынул его Зоакристалл, что привело к мгновенному старению и ухудшению здоровья. Хотя Каэрлеон всё ещё жив, Доктор Балкус считает, что в таком состоянии он долго не проживёт."
    },
    {
      "name": "Tuatha De Galenos",
      "imageLink": "https://static.wikia.nocookie.net/guyver/images/e/e6/Galenos.jpg/revision/latest?cb=20110207211304",
      "description": "Зоалорд Кроноса, управляющий Южной Америкой. О нём известно лишь то, что он самый габаритный и высокий из Зоалордов в обычной форме. При атаке на Реликт, над горой Минакими, показал одну из своих атак - изо рта вырывалось что-то на подобие пламя. Вид его боевой формы также неизвестен. Предположительно верен Алканфелю."
    },
    {
      "name": "Richard Guyot",
      "imageLink": "https://i.pinimg.com/originals/6e/52/de/6e52de19585316a202f82f112b95511d.jpg",
      "description": "Последний Зоалорд из 12-ти. Прошёл через процессинг за 6 лет до Дня Икс. Прилетел в Японию официально — чтобы вернуть Кроносу Гайвер Юниты, на самом деле он хотел заполучить хотя бы один Юнит для себя. Гюйо очень силён, на момент процессинга из Зоалордов сильнее него был только Алканфель (сейчас сильнее него Имакарум). Но Гюйо никогда не встречался с ним и поэтому не знал на что он идёт замышляя стать Гайвером-Зоалордом, получив тем самым невероятную силу, предать и убить остальных Зоалордов и единолично править Кроносом. После неудач с возвращением Юнитов и разрушением здания Кроноса в Японии Гюйо отправился в Реликт внутри горы Минаками, где у него было припасено секретное приспособление — Ремувер, способное отделять Биоброню от носителя и возвращать в исходное состояние. Внезапно появившийся Алканфель нарушил его планы и потребовал вернуть Ремувер, но Гюйо отстреливаясь бежал от него. Алканфель продолжал преследование и вынудил сразится с ним. Гюйо создал чёрную дыру и затянул Алканфеля в неё. Потратив много сил на эту битву и на закрытие чёрной дыры, он упал в самый низ Реликта, где обнаружил скрывающихся Гайверов. Гюйо попытался применить Ремувер на Гайвере 3, но силы не хватило и он решил сделать ещё одну попытку немного передохнув. В этот момент на него напал Мураками, использовав своё последнее превращение в Протозоалорда. Он задержал Гюйо на несколько минут, чтобы Гайверы с друзьями могли войти в Корабль Создателей и вылететь из горы. Гюйо придя в себя настиг и убил Мураками разбив его Зоакристалл. Тут ему представился ещё один шанс использовать Ремувер на вылезших из Корабля Гайверах, но его остановил Алканфель вырвавшийся из чёрной дыры. Он притянул Гюйо к себе и вынул Зоакристалл из его черепа. Алканфель собирался и Ремувер забрать, но Гайвер 3 выстрелил из Пушки Давления в Гюйо и тот упал куда-то в образовавшуюся от разрушения базы дыру вместе с Ремувером в руке."
    },
    {
      "name": "Imakarum Mirabilis",
      "imageLink": "https://www.japan-legend.com/uploads/monthly_08_2012/post-2070-0-93409100-1344376016.jpg",
      "description": "журналист, 29 лет (на начало аниме и манги). За 5 лет до начала истории вместе с коллегами путешествовал по Новой Гвинее, пытаясь достать информацию о странных созданиях, по слухам, нападавших на людей. Позже был схвачен Кроносом и преобразован в Протозоалорда (тестовый Зоалорд), а конкретнее - он стал прототипом боевой формы Рихарда Гиота. При всём при этом он получил ограниченное количество трансформаций в боевую форму и ограниченный срок жизни. После превращения Масаки и ещё 3 Протозоалорда участвовали в операции под руководством профессора Ямамуры, целью которой было уничтожение Рихарда Гюйо, проходившего тогда превращение в последнего Зоалорда и находившегося ещё в трансформирующей капсуле. Ямамура решился на восстание, потому что знал о намерениях Гюйо заполучить модуль Гайвер. Но план потерпел крах. Из 4-х прототипов выжил лишь Мураками, профессор Ямамура рассказал о намерениях Гюйо. В дальнейшем всё своё время он посвящал поиску модулей с целью помешать Гиоту получить их. Так он обнаружил Гайверов и сражался вместе с ними, пока не „погиб“ от рук Гюйо на горе Минаками. „Погиб“ взято в кавычки, так как позже его тело было подвержено специальному процессингу и стало основой для создания 13-го Зоалода - Имакарума Мирабилиса, обладавшего телом и памятью Мураками, но уже бывшим совсем другой личностью."
    }
  ]
}